import React, { FC } from "react";

import "./additional-info.scss";

const AdditionalInfo: FC = () => {

    return <div className="additional-info">
        <h4>Допълнителна информация</h4>
        <div className="info-container">
            <ul>
                <li>Минимален брой участници за осъществяване на екскурзията 20 или 35</li>
                <li>Местата за сядане в автобуса са според реда на записването</li>
                <li>Срок за уведомяване за ненабран минимум: 4 дни преди датата на отпътуване</li>
                <li>Фирмата си запазва правото за промяна в последователността на изпълнение на програмата съобразено с трафика</li>
            </ul>
        </div>

        <div className="info-container">
            <p>Необходими документи</p>
            <ul>
                <li>Валиден паспорт със срок на валидност минмум 6 месеца след датата на влизане в страната</li>
                <li>За деца до 18 г. пътиващи с един или без родител, нотариално заверено пълномощно от единия или двамата родители</li>
                <li>Противоепидеиологични изисквания за влизане в Турция</li>
                <ul>
                    <li>Сертификат за преминал ваксинационен курс или сертификат за преболедуван COVID. Поне 14 дена да са изминали от втората ваксина.</li>
                    <li>Резултат от негативен PCR тест направен поне не повече от 72 часа преди влизането в Турция</li>
                    <li>Резултат от негативен антигенен тест, направен не повече от 48 часа предварително</li>
                </ul>

                <p>
                    Изследването с PCR тест и бърз антигенен тест се извършва предварително. Към момента тестване на ГКПП не се прави.
                </p>
            </ul>

        </div>

    </div>
};

export default AdditionalInfo;
